---
kind: type
id: T:Autodesk.Revit.DB.BuiltInFailures.SheetFailures
source: html/78c58be5-64f9-fef3-8379-0445640c964f.htm
---
# Autodesk.Revit.DB.BuiltInFailures.SheetFailures

Failures about Sheet.

## Syntax (C#)
```csharp
public static class SheetFailures
```